{
  "Home": "Home",
  "lang": "English",
  "aboutUs": "About Us",
  "ContectUs": "Contect Us",
  "login": "Login",
  "SingUp": "Create Account",
  "WATCHES": "WATCHES",
  "Show_more": " Show more",
  "PLATES": "PLATES",
  "YACHTS": "YACHTS",
  "CARS": "CARS",
  "info": " Deal Auction is a leading UAE - based auction company in the Middle East , the company specializes in automobiles, vehicle license plates, real estate and properties, asset liquidation, VIP mobile numbers, jewelry, time - sensitive items, and heavy machinery, plant, and construction equipment. Emirates Auction has achieved numerous milestones in a short span of time since its establishment, breaking seven(7) Guinness World Records along the way and giving its clients from the government and private sectors higher returns for their actionable items and unrivaled customer service.",
  "CREATE_AUCTION": "CREATE AUCTION",
  "Add_Car": "Add Cars",
  "Add_Watch": "Add Watchs",
  "Add_Plate": "Add Plates",
  "Add_Yachts": "Add Yachts",
  "DEAL_AUCTION": "DEAL AUCTION",
  "info_header": "One of the smart solutions that keep pace with the reality of rapid events, a group of smart solutions has been invented to serve the community and keep pace with the world and enable the beneficiaries to manage the buying and selling operations of various packages of cars, valuable watches, boats, etc. by offering them for sale in an electronic auction that allows all individuals and establishments to enter and bid in a manner Electronic and streamlined Deals, the future gateway to smart auction solutions.",
  "titel_info": "Deals Auction",
  "best_info": "Auction Features",
  "beadt_1": "Easy participation of bidders in the auction from anywhere.",
  "best_2": "High transparency, by displaying all auctions electronically and giving everyone the opportunity",
  "best_3": "You can participate in more than one auction at the same time",
  "best_4": "Save time and effort for the participants to attend the auction",
  "best_5": "The refund period is very fast and is done according to the best innovative financial methods",
  "best_6": "Ease of banking operations, speed of completion, accuracy and high financial control"
}
